{
    "Title": "Common Crop Insurance Regulations; Apple Crop Insurance Provisions",
    "Docket ID": "FCIC-21-0007",
    "Agency": "Federal Crop Insurance Corporation",
    "Summary": "This rule proposes to amend the Common Crop Insurance Regulations, Apple Crop Insurance Provisions. The intended effect of this action is to provide policy changes to better meet the needs of the apple producers, to address program vulnerabilities that have caused increased loss ratios and rising premium costs, and to provide safeguards against fraud, waste, and abuse. The proposed changes will be effective for the 2023 and succeeding crop years.",
    "Docket Type": "RULEMAKING DOCKET",
    "Number of Comments": "202",
    "Agenda": "This rule would amend the Common Crop Insurance Regulations, Apple Crop Insurance Provisions to provide policy changes to better meet the needs of the apple producers and to address program vulnerabilities that have caused increased loss ratios and rising premium costs.  The changes are expected to be effective starting with the 2026 crop year.  In addition to extending the formal public comment period, FCIC also held six in-person listening sessions and two virtual sessions during the spring and summer of 2023 to address the proposed changes to the Apple Crop Provisions and to obtain feedback from attendees. The in-person listening sessions were held in Michigan, North Carolina, New Jersey, New York, and Washington. Through these sessions, FCIC engaged with over 500 stakeholders (apple producers, insurance company representatives, and extension specialists) of the Apple Crop Insurance Program. Based on the valuable feedback received during the listening sessions, FCIC has an even better understanding of the impact of the proposed changes.  Following the listening sessions, producers and insurance companies have requested an opportunity to review and comment on the changes FCIC made in response to the initial public comment period and subsequent listening sessions.  FCIC intends to publish a subsequent proposed rule for this additional comment period.\n ",
    "Documents": [
        {
            "Proposed Rule Title": "Common Crop Insurance Regulations: Apple Crop Insurance Provisions",
            "Posted By": "Federal Crop Insurance Corporation",
            "Posted Date": "Jan 27, 2022",
            "Document ID": "FCIC-21-0007-0024",
            "Document Path": "downloads/wWQZ0gnst8.htm",
            "Comments": [
                {
                    "Submitter Name": "Dale Allen",
                    "Posted On": "Apr 4, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Andrew Wilbert",
                    "Posted On": "Apr 4, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Brian Garwood",
                    "City": "La Porte",
                    "Country": "United States",
                    "ZIP/Postal Code": "46350",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Sara Trattles",
                    "City": "Colon",
                    "Country": "United States",
                    "ZIP/Postal Code": "49040",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "Moss Farms",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "Please see attachment for comments."
                },
                {
                    "Organization Name": "North Carolina Apple Growers Association",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "North Carolina Apple Growers Association",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "North Carolina Apple Growers Association",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "North Carolina Apple Growers Association",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "North Carolina Apple Growers Association",
                    "Posted On": "Apr 13, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Submitter Name": "Cheryl McCraw",
                    "City": "Hendersonville",
                    "Country": "United States",
                    "State or Province": "NC",
                    "Posted On": "Apr 12, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am an apple grower in North Carolina. The current Fresh fruit policy we have is a wonderful safety net for my orchard. Without it I would not be growing anything after a year of loss. The increased cost of chemicals, fertilizer, and fuel just this year alone are tremendous. We are at Mother Nature's mercy. That being said, hail nets for an orchard is undoable even in the best of times. Apples sold without a grade will be counted against my policy? I have several dozen varieties of apples, some varieties only a few trees. Is the USDA going to hire more employees to come grade these varieties every time I pick one of these varieties? How long am I going to have to wait on them if I have an order I need to fill that day? Why are apple slices no longer be allowed as fresh? I would also like to know why we can't have varieties by group and combined as well? The proposed policy needs more work to make it favorable to the grower. From what I have read it protects the insurance company more than the farmers it is supposed to help. I am 66 years old and hoped at some point in the next few years to find a much younger person to take over the orchard which has been in operation since 1955 (the year I was born), but without a safety net to help with the next year's expenses, that will be impossible. Please make some changes! Thank you for listening.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Thomas Coene",
                    "Posted On": "Apr 4, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Joseph Shelton",
                    "City": "Niles",
                    "Country": "United States",
                    "ZIP/Postal Code": "49120",
                    "Posted On": "Apr 11, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Johnny Pace",
                    "City": "HENDERSONVILLE",
                    "Country": "United States",
                    "State or Province": "NC",
                    "Posted On": "Apr 11, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "The proposed policy will place a Fresh Fruit Factor published in the Henderson County Actuarial documents that will be used to account for the salvage value of sold apples. There is no CAP to this factor so it is unclear how high it might be and how it may be applied to a grower in a claim situation and could thus reduce the amount of a payable claim. Adjustments will be made to the sliding scale and both the current policy and proposed policy acknowledges that greater than 65% of damage is a total loss, however, under the proposal, if the remaining crop is sold it will be counted against the claim with the proposed Fresh Fruit Factor. An Apple Supplemental Report will now be required and it is unclear what this required form will look like or what will be required to fill it out. It is stated that it is a \"written report supported by acceptable and verifiable records, submitted as required on our form. Failure to submit the apple supplemental report will result in no coverage for any fresh types and coverage will be reduced to the lower processing apple coverage\". It will be to late to change or cancel your policy if your coverage is reduced. A new requirement can be placed in the County Actuarial documents requiring a grower to have specific spray records, hail netting, wind machines and/or misting systems. You can have all your apples in a category of Fresh Combined or you can split them out into varietal groups that are listed in the county actuarial documents but you can’t have both. This begs the question, why can’t a grower have both, if a grower has several orchards one being a processing orchard, one being a conventional orchard and one being a high density orchard with new varieties then it would make sense to be able to cover them differently. The policy mentions that apples sold without a grade will be counted against a claim. So, will a USDA Grader be required? There aren’t many USDA Graders available and it would be very costly to have them come to grade every variety. Apple slices will no longer be allowed to be counted as Fresh Apples. Will this be retroactive to where growers won’t be allowed to qualify for fresh coverage if they have sold 50% or more as fresh slicers in their past production history or will they allow it to be phased out over time?",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Brett Anderson",
                    "City": "Sparta",
                    "Country": "United States",
                    "State or Province": "MI",
                    "Posted On": "Apr 11, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "To whom it may concern: The proposed apple crop insurance provisions will be highly detrimental to our nations food supply. At a time when the United Nations has stated that their will be an additional 47 million people that will fall into acute hunger because of the war in Ukraine, it is not prudent to do anything that might affect our nation's ability to feed itself and the world. Apple farmers have long been subject to the elements of weather, and that will not change going into the future. It is not wise for the FCIC to put additional burden upon our nation's apple growers by creating more paperwork for them to complete, or by creating more provisions that will make an already difficult policy to comprehend and implement, even more challenging. FCIC has proposed rules concerning the \"Fresh Fruit Factor\" and also the salvage value of the apples, but has yet to provide any concrete data as to how these provisions will be rated and at what premium levels they will charge the growers. How can an informed decision be made when there are so many facts missing from the presentation. The proposed salvage value alone will greatly disrupt the supply chain of the apple world because growers will be forced to make decisions concerning the salvage value of their apples based upon an insurance determination, not what is necessarily best for the market place. This is not what the FCIC has intended when it created insurance policies, and a special provision for apple salvage value will have tremendous affects in the apple marketing world. While the current apple crop insurance may have some minor flaws, it has been working extremely well for growers who have struggled with various extreme weather events. The loss ratios in Washington and Michigan have been operating below the FCIC mandate of a loss ratio of 1:1. There are some states on the east coast that have been operating at a loss ratio of greater than 1:1 and these should be corrected, but they should not be corrected at the loss of an apple policy that was worked well for the nation's apple producers. Premiums over the last 5 years have been going down and are now at a level that is sustainable for the grower and for the 1:1 loss ratio. For those states where the loss ratio has been greater than a 1:1 loss ratio, their premiums should be adjusted up so that they come in line with the mandated 1:1 loss ratio. This is not a situation where we throw out the existing policy just because there are a few \"bad apples.\" The baby does not need to be thrown out with the bath water. Make some small adjustments to premium levels in states where they are out of line and continue on as with the existing apple crop insurance policy. Sincerely, Brett Anderson",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "NC Farm Bureau Federation",
                    "Posted On": "Apr 6, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Richard Ebers",
                    "City": "Sparta",
                    "ZIP/Postal Code": "49345",
                    "Posted On": "Apr 6, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Section 3. (Insurance Guarantees, Coverage Levels, and Prices for Determining Indemnities) of Apple Crop Provisions clearly states “In addition to the requirements of section 3 of the Basic Provisions” however section 3 of the Basic Provisions are not requirements, they are “insurance choices”. The amendments to the Apple Crop Provisions just need to allow the option to separately insure the apple crop by types or varieties, then section 3 (b) (2) of the Basic Provisions could apply to the Apple Crop Provisions. I believe that is what the ruling is trying to do, but in a roundabout or indirect way. Without a doubt the propose rulings to the Apple Crop Provisions are being made to support the actuarial documents, apple supplemental report and prevent producer abuse safeguards, instead of the offering a plan of insurance that coverage producers due to drought, flood, or other natural disaster (7 U.S. Code § 1508). -7 CFR § 400.451 (a) FCIC has implemented a system of administrative remedies in its efforts to ensure program compliance and prevent fraud, waste, and abuse within the Federal crop insurance program. Such remedies include civil fines and disqualifications under the authority of section 515(h) of the Act (7 U.S.C. 1515(h)); government-wide suspension and debarment under the authority of 48 CFR part 9, 48 CFR part 409, and 2 CFR parts 180 and 417; and civil fines and assessments under the authority of the Program Fraud Civil Remedies Act (31 U.S.C. 3801-3812). I do not believe within the Federal crop insurance program, means within the plain of insurance including the crop provisions. Furthermore, APH means Actual Production History (7 CFR § 400.52 (a)), not actual sales history. -Apples that are sold, or could be sold for human consumption without undergoing any change in the basic form, such as peeling, juicing, crushing, etc., defines fresh apple production? -Apples from acreage that is designated as fresh apples on the acreage report, defines fresh apple production? -Apples that follow the recommended cultural practices generally in use for fresh apple acreage in the area in a manner generally recognized by agricultural experts, defines fresh apple production? -Apples from acreage that you certify, and, if requested by us provide verifiable records to support, that at least 50 percent of the production from acreage reported as fresh apple acreage from each unit, was sold as fresh apples in one or more of the four most recent crop years, defines fresh apple production? The farming practice (good farming practices) of how the apples are produced on the insured acreage should define maximum price that can be elected (7 U.S.C § 1508 (a) (3) (B)) by the producer. Normally the production from the insured acreage are sold as apples, by variety, based on the buyer’s grade standards, in exchanged for money. An APH plain of insurance covers the producer for losses of production and/or quality due to drought, flood, or other natural disaster, not a losses of sales or revenue due to production and/or quality caused by drought, flood, or other natural disaster. In a case that apples producers want or need a plain of insurance that covers losses of sales or revenue due to production and/or quality caused by drought, flood, or other natural disaster, a separate pain of insurance needs to be developed under section 1522(c) of the Federal Crop Insurance Act.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Benny Arrington",
                    "City": "Waynesville",
                    "Country": "United States",
                    "ZIP/Postal Code": "28786",
                    "Posted On": "Apr 12, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "U.S. Apple Association",
                    "Posted On": "Apr 12, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "April 11, 2022 The U.S. Apple Association appreciates the opportunity to comment on the proposed amendments to the Common Crop Insurance Regulations; Apple Crop Insurance Provisions [Docket No. FCIC-21-0007]. Please refer to the attached document for our complete public submission."
                },
                {
                    "Submitter Name": "Eric Roossinck",
                    "City": "Fremont",
                    "Country": "United States",
                    "ZIP/Postal Code": "49412",
                    "Posted On": "Apr 12, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Robyn Schultz",
                    "City": "Lawton",
                    "Country": "United States",
                    "ZIP/Postal Code": "49065",
                    "Posted On": "Mar 25, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Jaye Reisinger",
                    "City": "Freeland",
                    "Country": "United States",
                    "ZIP/Postal Code": "48623",
                    "Posted On": "Mar 25, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "AIP",
                    "Posted On": "Apr 14, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "AIP",
                    "Posted On": "Apr 14, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "AIP",
                    "Posted On": "Apr 14, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Submitter Name": "Micky Freeman",
                    "City": "Hendersonville",
                    "Country": "United States",
                    "State or Province": "NC",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s) Attached file"
                },
                {
                    "Submitter Name": "Micky Freeman",
                    "City": "Hendersonville",
                    "Country": "United States",
                    "State or Province": "NC",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s) Attached file"
                },
                {
                    "Submitter Name": "Peter Kisselburgh",
                    "City": "THOMASTON",
                    "Country": "United States",
                    "State or Province": "CT",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Peter Kisselburgh",
                    "City": "THOMASTON",
                    "Country": "United States",
                    "State or Province": "CT",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Vista Orchards LLC",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "NAU Country Insurance Company",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "NAU Country Insurance Company",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Strickler Agency, Inc",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "James Bardenhagen",
                    "City": "Suttons Bay",
                    "Country": "United States",
                    "State or Province": "MI",
                    "Posted On": "Apr 18, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Beth hubbard",
                    "City": "Three Rivers",
                    "Country": "United States",
                    "ZIP/Postal Code": "49093",
                    "Posted On": "Mar 28, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Austin Phibbs",
                    "City": "Fowlerville",
                    "Country": "United States",
                    "ZIP/Postal Code": "48836",
                    "Posted On": "May 6, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Submitter Name": "Austin Phibbs",
                    "City": "Fowlerville",
                    "Country": "United States",
                    "ZIP/Postal Code": "48836",
                    "Posted On": "May 6, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Submitter Name": "Austin Phibbs",
                    "City": "Fowlerville",
                    "Country": "United States",
                    "ZIP/Postal Code": "48836",
                    "Posted On": "May 6, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "jpg"
                    ],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "El Vista Orchards",
                    "Posted On": "Feb 22, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Christopher Oakes",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Scott Partyka",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Scott Piggott",
                    "City": "Fowler",
                    "Country": "United States",
                    "ZIP/Postal Code": "48835",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Matt Smego",
                    "City": "Grand Ledge",
                    "Country": "United States",
                    "ZIP/Postal Code": "48837",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Kyle Rasch",
                    "City": "Conklin",
                    "Country": "United States",
                    "ZIP/Postal Code": "49403",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Susan Boomgaard-Rasch",
                    "City": "Conklin",
                    "Country": "United States",
                    "ZIP/Postal Code": "49403",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Sarah Black",
                    "City": "Eagle",
                    "Country": "United States",
                    "ZIP/Postal Code": "48822",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Charles Rasch",
                    "City": "Conklin",
                    "Country": "United States",
                    "ZIP/Postal Code": "49403",
                    "Posted On": "Mar 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "William Schultz",
                    "City": "Mattawan",
                    "Country": "United States",
                    "ZIP/Postal Code": "49071",
                    "Posted On": "Mar 22, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Joseph Shelton",
                    "City": "Niles",
                    "Country": "United States",
                    "ZIP/Postal Code": "49120",
                    "Posted On": "Mar 22, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing you today to urge USDA to reconsider its proposed changes to the apple crop insurance policy and make improvements prior to implementation. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Overall, the proposed changes have little improvement in coverage, is more restrictive and complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would greatly reduce the benefits to growers where it would become questionable if producers would participate. Thank you for your consideration.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Kyle Rasch",
                    "City": "Conklin",
                    "Country": "United States",
                    "ZIP/Postal Code": "49403",
                    "Posted On": "Mar 22, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I am writing today to urge the Risk Management Agency to improve its proposed changes to USDAs apple crop insurance policy. Michigan apple farmers have taken many steps and significant investments to mitigate potential natural risks such as weather, pest, disease, etc. The current USDA Risk Management Agency apple insurance policy is an important component as it helps to protect farms in circumstances beyond our control. The apple crop insurance program is one of the tools used for risk mitigation. In their current form, the proposed changes have little improvement in coverage, are more restrictive & complex, add more administrative requirements, lack transparency, and would be more burdensome for producers. The proposed rule would also greatly reduce the benefits to growers where it would become questionable if producers would participate. Specifically, we are concerned with the following changes: The Apple Supplemental Report does not adequately define acceptable, verifiable records. The definitions are not consistent, are unclear of what the detailed report will be or what records would be required to substantiate data in the report. Depending on what is ultimately defined, the records may not be available. Because the report is months after the grower is required to elect their coverage level, it would be impossible to quote accurate premium & coverage levels. The Recommended Cultural Practices provision is supposed to provide flexibility; however, it would not be recommended but be required for acreage to meet the definition of fresh apple production. Additionally, practices vary by growing region and therefore should be prevailing in the area before they become part of a requirement. These practices should be reviewed by regional University experts and should never be brought in to devalue an indemnity when a farm experiences a loss due to a weather event. RMA has determined that 65% loss the value of the crop would be zero. Although there would be a loss for selling in the fresh market, the apples would still be able to be utilized in the processing market. The new proposal states that the loss would only be paid if the insured doesnt sell a single apple. This would directly impact our processed apple products such as slices, applesauce and apple juice of which are so highly desired by consumers and USDA. Thank you for taking farmer feedback into account during this public comment period.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                }
            ],
            "Analysis": "The content provided is an excerpt from the Federal Register regarding a proposed rule by the Federal Crop Insurance Corporation (FCIC) related to the Common Crop Insurance Regulations, specifically focusing on Apple Crop Insurance Provisions. The summary states that the FCIC is extending the comment period for an additional 60 days to allow the public more time to provide feedback on the proposed rule. The extended comment period will now end on April 15, 2022.\n\nInsights:\n1. Regulatory Process: The content highlights the regulatory process where interested individuals or entities are given the opportunity to participate in providing feedback before final rules are adopted. This demonstrates transparency and public engagement in the rule-making process.\n\n2. Agriculture Sector: The proposed rule specifically impacts the apple crop insurance provisions regulated by the U.S. Department of Agriculture. It signifies the importance of crop insurance regulations in the agriculture sector to manage risks and support farmers.\n\n3. Deadline Extension: The decision to extend the comment period was based on requests received during the initial comment period. This indicates a responsive approach by the FCIC to accommodate stakeholders' feedback and ensure sufficient time for understanding and commenting on the proposed rule.\n\n4. Communication Channels: The excerpt provides details on how to submit comments, including through the Federal eRulemaking Portal or by mail. It emphasizes transparency and accessibility in facilitating public participation in the regulatory process.\n\nIn summary, the content reflects a regulatory update related to crop insurance provisions for apples, highlighting the importance of stakeholder engagement, deadline extension for comments, and transparency in the rule-making process within the agriculture sector."
        },
        {
            "Proposed Rule Title": "Common Crop Insurance Regulations: Apple Crop Insurance Provisions",
            "Posted By": "Federal Crop Insurance Corporation",
            "Posted Date": "Dec 16, 2021",
            "Document ID": "FCIC-21-0007-0001",
            "Comments Received": "44",
            "Document": {
                "ACTION:": "Proposed rule.",
                "SUMMARY:": "The Federal Crop Insurance Corporation (FCIC) proposes to amend the Common Crop Insurance Regulations, Apple Crop Insurance Provisions. The intended effect of this action is to provide policy changes to better meet the needs of the apple producers, to address program vulnerabilities that have caused increased loss ratios and rising premium costs, and to provide safeguards against fraud, waste, and abuse. The proposed changes will be effective for the 2023 and succeeding crop years.",
                "ADDRESSES:": "We invite you to submit comments on this rule. You may submit comments by either of the following methods, although FCIC prefers that you submit comments electronically through the Federal eRulemaking Portal:• Federal eRulemaking Portal: Go to https://www.regulations.gov and search for Docket ID FCIC-21-0007. Follow the instructions for submitting comments.• Mail: Director, Product Administration and Standards Division, Risk Management Agency (RMA), U.S. Department of Agriculture, P.O. Box 419205, Kansas City, MO 64133-6205. In your comment, specify docket ID FCIC-21-0007.• Comments will be available for viewing online at www.regulations.gov.",
                "FOR FURTHER INFORMATION CONTACT:": "Francie Tolle; telephone (816) 926-7829; or email francie.tolle@usda.gov. Persons with disabilities who require alternative means for communication should contact the USDA Target Center at (202) 720-2600 (voice).",
                "SUPPLEMENTARY INFORMATION:": "The FCIC serves America's agricultural producers through effective, market-based risk management tools to strengthen the economic stability of agricultural producers and rural communities. FCIC is committed to increasing the availability and effectiveness of Federal crop insurance as a risk management tool. Approved Insurance Providers (AIP) sell and service Federal crop insurance policies in every state through a public-private partnership. FCIC reinsures the AIPs who share the risks associated with catastrophic losses due to major weather events. FCIC's vision is to secure the future of agriculture by providing world class risk management tools to rural America.FCIC proposes to amend the Common Crop Insurance Regulations by revising 7 CFR 457.158 Apple Crop Insurance Provisions to be effective for the 2023 and succeeding crop years.The proposed changes to 7 CFR 457.158 Apple Crop Insurance Provisions are as follows:1. Throughout the Crop Provisions, FCIC proposes to include a reference to a type listed in the actuarial documents. The type name proposed is “Fresh (Combined),” which is synonymous with type “Fresh 111” that policyholders are likely familiar with. FCIC proposes no changes to what is insurable under the type; the only proposed change is to the type name.2. Section 1—FCIC proposes to add a definition of “Apple Supplemental Report.” This term and its definition are added because of proposed changes in section 3 and section 6.FCIC proposes to add a definition of “block.” This term is used in the Crop Provisions but had not been defined.FCIC proposes to revise the definition of “damaged apple production.” The current definition defines damaged apple production in two parts: (1) With respect to production insured under the base policy, damaged apple production is fresh or processing apple production that fails to grade U.S. No. 1 Processing or better; and (2) with respect to production insured under the Fresh Fruit Quality Adjustment (Quality Option), damaged apple production is fresh apple production that fails to grade U.S. Fancy or better. FCIC is proposing changes in the Quality Option that require production that grades U.S. #1 Processing or better but less than U.S. Fancy to be included in production to count at a reduced value; therefore, the proposed revisions to the definition of “damaged apple production” had to be the same for apples insured under the base policy and apples insured under the Quality Option. Due to these proposed changes, the second part of the definition of “damaged apple production,” which refers to the Quality Option, is proposed to be removed.FCIC proposes to revise the definition of “direct marketing.” Direct marketing is the sale of the insured crop directly to consumers without the intervention of an intermediary such as a wholesaler, retailer, packer, processor, shipper, buyer, or broker. The definition is being revised to provide two clarifications. The first is to state that production records are controlled exclusively by the policyholder. The second is to add a sentence clarifying that only the portion of the crop sold directly to consumers will be considered direct marketed.FCIC proposes to revise the definition of “fresh apple production.” FCIC proposes to move paragraphs (1)(ii), (1)(iv) and (2) to Section 7, Insured Crop, because these paragraphs contain provisions that are more appropriately placed in that section. FCIC proposes to redesignate paragraph (1)(i) as (1), paragraph (1)(iii) as (3), revise redesignated paragraphs (1) and (3), and add a new paragraph (2). In redesignated paragraph (1), the definition contains a list of actions that the apples undergo to change them from their basic form. Even though “dicing” was not included in the list of actions, one could maintain that it was included in the catch-all “etc.” at the end of the list. However, FCIC received questions regarding whether “dicing” would be considered in this list of actions. To provide clarification, FCIC proposes to add the word “dicing” to the list of actions that would constitute changing apples from their basic form.In new paragraph (2), FCIC proposes to clarify that apples sold for the processing market are not considered fresh apple production unless they were sold with a grade of U.S. Fancy or better. For example, apples sold for the slicer market or the hard cider market that are not sold with a grade of U.S. Fancy or better. According to the definition, as here pertinent, “fresh apple production” is apples that do not undergo any change in basic form. Slicer apples are, just as their name suggests, apples that are sliced, which is a change in basic form. Sales of slicer apples are currently allowed to be considered fresh if the sales price was commensurate with fresh apple sales. However, slicers are a processed apple, meaning they undergo a change in basic form. Similarly, apples sold to the hard cider market undergo a change in basic form. A contracted study completed at FCIC's request determined that prices for slicers are more commensurate with processing apples. Currently, apples sold as slicers can be insured as Fresh, thus qualifying for optional coverage under the Quality Option; however, they can be sold without a grade of U.S. Fancy, thus never being included in production to count, and contributing to high loss ratios in some areas. Under this proposed change, records indicating apples were sold as slicers or for hard cider will not be used to determine whether production meets the one-in-four fresh requirement under the Quality Option unless the apples were sold with a grade of U.S. Fancy or better.FCIC also proposes to revise redesignated paragraph (3). The current provisions require producers to follow cultural practices generally in use for fresh apple acreage in the area in a manner generally recognized by agricultural experts. FCIC proposes to revise this paragraph to provide flexibility through Special Provisions to include additional cultural practices that may be required for acreage to meet the definition of “fresh apple production.” Examples of cultural practices may include specific spraying programs, hail netting, and wind machines or misting systems.FCIC proposes to add a definition of “fresh fruit factor.” This term and its definition are added because of proposed changes made in section 14.FCIC proposes to add a definition of “graft.” This term and its definition are added because of proposed changes made in section 7(f).FCIC proposes to add a definition of “high density.” This term and its definition are added because of a proposed change in section 6.FCIC proposes to add definitions of “maximum additional value price” and “premium price election” because of proposed changes made in section 3.FCIC proposes to revise the definition of “processing apple production.” FCIC proposes to add the word “dicing” to the list of actions that would constitute changing apples from their basic form, to be consistent with the addition in the definition of “fresh apple production.” FCIC also proposes to remove the phrase “failing to meet the insurability requirements for fresh apple production” and add similar language to it in Section 7, Insured Crop, because this language contains provisions that are more appropriately placed in that section.3. Section 2—FCIC proposes to designate the undesignated paragraph as paragraph (a) and revise the lead-in sentence in that paragraph to make two proposed changes. First, current provisions reference section 34(b) of the Basic Provisions. However, section 34(c) of the Basic Provisions is a more appropriate reference. Second, the current provisions are not clear whether producers can have optional units in addition to or instead of the optional unit offerings under the Basic Provisions. FCIC proposes to clarify that optional units by non-contiguous land or type may be established in addition to or instead of the optional unit provisions in the Basic Provisions.FCIC proposes to redesignate paragraphs (a) and (b) as paragraphs (a)(1) and (2). FCIC proposes to revise redesignated paragraph (a)(2). This section currently allows optional units by type “as specified in the Special Provisions.” Currently, every county where apples are insured includes a Special Provisions statement that allows optional units by type. The “as specified in the Special Provisions” provided the flexibility to permit optional units by type by county. Since optional units by type are permitted in every county, FCIC proposes to remove the phrase “as specified in the Special Provisions” and simply allow optional units by type through the Crop Provisions. FCIC also proposes to add the phrase “unless otherwise provided in the Special Provisions” to allow flexibility through Special Provisions to alter this language if it is determined optional units by type should not be allowed in certain counties.FCIC also proposes to add a new paragraph (b). Optional units by type are allowed in the Crop Provisions. However, the Crop Provisions do not address situations where more than one type is planted on the same acreage. For example, Granny Smith apples are often planted with other types of apples on the same acreage. In section 3, FCIC proposes to allow separate coverage levels and percentages of price elections by type. If optional units by type were not allowed in this situation, there would be a chance that AIPs would have to combine units resulting in different coverage levels and percentages of price elections within a single unit. To address this, FCIC proposes to add language that states the requirements of section 34 of the Basic Provisions that require the crop to be planted in a manner that results in a clear and discernable break in the planting pattern at the boundaries of each optional unit are not applicable for optional units by type. This will allow separate optional units for types that do not have a clear and discernable planting pattern, such as situations where more than one type is planted on the same acreage. However, it is important that producers maintain separate records of production for each optional unit in accordance with section 12(a) of the Apple Crop Provisions.4. Section 3—FCIC proposes to revise paragraph (a) to allow separate coverage levels by type. The current provisions allow producers who purchase additional coverage to only select separate coverage levels by fresh apple acreage and processing apple acreage. Fresh and processing are separate types; however, in addition to the general “Fresh (Combined)” type, there are three other fresh types listed in the actuarial documents that are classified as fresh: Varietal group A, varietal group B, and varietal group C. Under the current provisions, producers who insure apples under any of the fresh type must select the same coverage level for all of their fresh types. The proposed changes will provide producers the ability to select a separate coverage level for each fresh type and will allow producers, who purchase additional coverage, to structure their coverage based on the perceived risk associated with each fresh type. For example, the producer could select 90 percent coverage level for varietal group A and 70 percent coverage level for varietal group B.FCIC proposes to revise paragraph (b) to replace the “Special Provisions” reference in two places with a reference to the “actuarial documents” because the provisions refer to the location of price elections. Actuarial documents are where the price elections are located, so actuarial documents are a more appropriate reference. FCIC also proposes to revise paragraph (b) to allow the price election percentage to differ among each type. The types may have different characteristics with different risks. By allowing producers to select a different percentage of the price election by type, this change allows producers to manage premium costs based on their risks.FCIC also proposes to add a sentence in paragraph (b) clarifying that the percentage of the price election producers elect must be in accordance with FCIC approved procedures based on the level of coverage elected. For example, if a producer elected 75 percent coverage level, FCIC approved procedures allow producers to choose a percentage of price election between 67 and 100 percent. FCIC also proposes to add similar to language in paragraph (a) regarding assigning coverage levels to acreage that is added after the acreage reporting date. The language added in paragraph (b) is added for guidance on assigning price election percentages to acreage added after the acreage reporting date.FCIC proposes to redesignate paragraphs (c) and (d) as (d) and (e), respectively, and add a new paragraph (c) to provide producers an opportunity to insure at a price, called the premium price election, greater than the published price election for apples that are sold predominantly to a direct market or a premium processing market. Direct markets are often niche markets that demand higher prices than wholesale markets. FCIC's processing price is historically based upon standard juice processing prices and market prices for premium processing is not generally available to establish prices. The premium processing prices generally demand higher prices and include items such as baby food, which demands high-quality apples; or hard ciders, which have similar quality expectations as wineries. Additionally, slicers, which are apples often sold for school lunches, are a premium processing-priced apple and demand a price, on average, about 20 percent higher than the standard processing prices. This change addresses producers' concerns regarding the higher prices they receive for apples sold via direct marketing and premium processing apples (such as slicers). The premium price election will be based on the producer's history reported on the Apple Supplemental Report and the maximum additional value price published in the actuarial documents and only offered in specific areas, via Special Provision statements, where premium processors or direct markets are prevalent. The premium price election will be greater than the published price election for type “Fresh (Combined)” or type “Processing,” as applicable, and less than or equal to the maximum additional value price. In order to obtain the premium price election, producers must submit an Apple Supplemental Report to capture producers' production by fresh sales (including direct marketing sales) and processing sales. For data-gathering purposes, FCIC is also requiring producers to submit their revenue by fresh sales and processing sales to allow FCIC to maintain the program ( e.g., transitional yields and price elections) in light of data collected and reported by third-party organizations becoming scarce.FCIC proposes to revise redesignated paragraph (e) to revise for clarity. The current provisions point back to specific situations that occur as outlined in redesignated paragraph (e). However, other situations, not addressed in redesignated paragraph (e), could occur that affect the yield used to establish the production guarantee. The current language limits the situations to those in redesignated paragraph (e). FCIC proposes to revise the language to refer to situations not necessarily specific to redesignated paragraph (e).FCIC proposes to revise redesignated paragraph (e)(1). This paragraph addresses situations where any circumstance that may reduce the producer's yields from previous levels occurs before the insurance period. It is silent on the timeframe in which the producer notifies the AIP. However, in redesignated paragraph (e)(2), the producer notifies the AIP by the production reporting date. For consistency between the two paragraphs, FCIC proposes to add the same language in redesignated paragraph (e)(2) to (e)(1) regarding notification by the production reporting date.FCIC also proposes to revise redesignated paragraph (e)(1) to remove the last sentence. This information is proposed to be incorporated into redesignated paragraph (e)(3).FCIC proposes to revise redesignated paragraphs (e)(2) and (e)(3). The first sentence in each paragraph requires the producer to notify the AIP if a situation occurred or may occur after the beginning of the insurance period. While redesignated paragraph (e)(2) refers to situations when the producer notifies the AIP by the production reporting date and redesignated paragraph (e)(3) refers to situations when the producer fails to notify the AIP by the production reporting date, both paragraphs expect the producer to be aware of circumstances that have not occurred yet. Therefore, FCIC proposes to remove the phrase “or may occur” in both paragraphs.FCIC also proposes to revise redesignated paragraph (e)(3) to add clarifying language in the last sentence. The last sentence says, “We will reduce the yield used to establish your production guarantee for the subsequent crop year.” To further clarify the purpose of the yield reduction in the subsequent crop year, FCIC proposes to add language that says the yield reduction will reflect any reduction in the productive capacity of the trees or the yield potential of the insured acreage. The proposed provisions in redesignated paragraph (e) consistent with provisions that FCIC recently added to other perennial crop policies, such as the Texas Citrus Fruit Crop Insurance Provisions. Adding these provisions is intended to remove potential ambiguity regarding the consequences when circumstances occur that will reduce the yield potential and to promote consistency with administration of similar policies.FCIC proposes to add a new paragraph (f) to inform producers that they can insure fresh acreage in aggregate under type “Fresh (Combined)” or by other fresh types identified in the actuarial documents ( e.g., fresh varietal group types), not both. The type “Fresh (Combined)” includes all fresh varieties insured under the apple policy and the price offered for type “Fresh (Combined)” is an average price of all insurable varieties. Fresh varieties can also be insured under other types, either in groupings of specific varietals identified in the Special Provisions or individual varieties, if available in the county's actuarial documents. The fresh varieties insured in groupings of specific varietals identified in the Special Provisions or as individual varieties are insured at prices that are reflective of those smaller groupings. Under this proposed change, producers may insure all of their fresh acreage together under an umbrella of Fresh for an average price or they can insure groupings of fresh varieties and receive better prices by those groupings, if they have records to substantiate the separate varieties.5. Section 6—FCIC proposes to designate the undesignated paragraph as paragraph (a). FCIC proposes to revise newly designated paragraph (a) to divide the paragraph into subparagraphs for ease of reading.In paragraph (a)(1), FCIC proposes to make two changes. First, the word “option” is removed following “Optional Coverage for Fresh Fruit Quality Adjustment” because the word is redundant. Second, the reference to “these Crop Provisions” is struck for consistency, whereby only references to external documents are named by title.FCIC proposes to revise newly designated paragraph (a)(2)(i). The current provisions state if producers designate fresh acreage on their acreage report then they are certifying that at least 50 percent of the production from fresh apple acreage in each unit was sold as fresh apples in one or more of the four most recent crop years in accordance with the definition of “fresh apple production.”FCIC also proposes to revise newly-designated paragraph (a)(2)(i) to replace the reference to the definition of “fresh apple production” with the reference to section 7(d). FCIC is proposing to move some provisions in the definition of “fresh apple production” to section 7(d). Therefore, the reference in newly-designated paragraph (a)(2)(i) needs to be updated to reflect the new location of the provisions in section 7(d).FCIC proposes to add a new paragraph (a)(2)(ii) to require producers who wish to insure as fresh to submit an Apple Supplemental Report that captures their total production by all fresh types aggregated and the processing type. This supports the existing FCIC rule to insure as fresh, which is that at least one of the prior four years must have produced at least 50 percent of the fresh guarantee. This change also allows FCIC to collect data to assist in determining whether fresh production requirements under the policy should be adjusted in the future. Adjustments could include using the producer's historical percent sold as fresh, replace the one-in-four fresh requirement with the producer's historical percent of fresh sales, etc.FCIC also proposes to revise newly-designated paragraph (a) to add a new paragraph (a)(2)(iii) to complement the proposed language in new paragraph (a)(2)(ii) regarding the Apple Supplemental Report. The language proposed to be added in new paragraph (a)(2)(iii) notifies the producer that failure to submit the Apple Supplemental Report will result in no coverage under any fresh types. The producer will be able to have coverage under the processing type.FCIC also proposes to revise newly-designated paragraph (a) to add a new paragraph (a)(2)(iv) to an exception to the fresh apple production requirement mentioned in the above paragraph for high density acreage in the first year of insurability or in other circumstances as authorized by FCIC. First, high density acreage is established with the intent of producing fresh apples and FCIC recognizes that producers that invest in high density systems are intending to grow for fresh, but may not have the sales records in the first year of insurability to substantiate sales of fresh production. Therefore, it is not necessary to require high density acreage to meet the fresh apple production requirement for that first year of insurability. Second, allowing exceptions to the fresh apple production requirement in other circumstances as authorized by FCIC will provide FCIC to waive the fresh apple production requirement on a case-by-case basis if producers suffer exceptionally bad years (such as a year in which a natural disaster or other extreme weather occurs) which affected the end use of their apples that they intended to sell as fresh.FCIC proposes to add a new paragraph (b) to require producers to notify the AIP 15 days prior to harvest if they intend to sell production via direct marketing so AIPs can perform the necessary preharvest inspections. Producers who sell production via direct marketing are required to notify AIPs prior to harvest if there is a loss. Currently, there is no provision that requires those producers to notify AIPs prior to harvest if there is no loss. By adding this provision, it provides AIPs an opportunity to conduct a preharvest appraisal when there is no loss.6. Section 7—FCIC proposes to revise paragraph (d) to add language that was previously contained in the definition of “fresh apple production.” That language is better suited in this section than in the definition. Additionally, FCIC is proposing to revise the language that is moved to paragraph (d). The first proposed change is to replace a reference of “unit” with “policy or unit, as applicable”. Over the years, FCIC received comments that producers find it difficult and inappropriate to maintain separate records by unit after the apple production has left the field. Producers pointed out that while they can and do maintain records of production by unit, once the apples are delivered to a warehouse, which is often a third party, for later sales and distribution it is virtually impossible and/or impractical to expect all the apples to be tracked by unit. In 2011, FCIC issued a Manager's Bulletin (MGR-11-015) that allowed producers who do not have separate records by unit of fresh apple production in one of the last four years but do have records of total fresh apple production may still be able to qualify for the fresh apple production requirement (at least 50 percent of the production from fresh apple acreage was sold as fresh apples in one or more of the four most recent crop years). MGR-11-015 authorized AIPs to consider records of total production ( e.g., by policy rather than by unit, if the producer could not provide records by unit) from one of the four most recent crop years that reflect fresh apple sales. FCIC is proposing to incorporate the guidance in MGR-11-015 by adding replacing “unit” with “policy or unit, as applicable” in paragraph (d).The second proposed change in paragraph (d) is to add after the phrase “one or more of the four most recent crop years” the phrase “preceding the previous crop year, unless authorized by FCIC.” The proposed phrase aligns the one-in-four fresh requirement with the years proposed to be reported on the Apple Supplemental Report. Under the current provisions, the one-in-four fresh requirement is based on the four most recent crop years. For example, if the producer is purchasing crop insurance for the 2023 crop year, then the AIP would consider records from crop years 2019 through 2022. Under the proposed provisions, the Apple Supplemental Report is requesting information for the crop year prior to the previous crop year. Therefore, if the producer is purchasing crop insurance for the 2023 crop year, then producer would report information based on the 2021 crop year. The proposed changes in this paragraph are meant to align the information the producer reports on the Apple Supplemental Report with the last year in the one or more of the four most recent crop years.FCIC also proposes to move language in paragraph (d) regarding “processing apple production” to a new paragraph (e) and add language that was previously contained in the definition of “processing apple production.” That language is better suited in this section than in the definitions.FCIC also proposes to add a new paragraph (f) to allow for a reduced premium in certain circumstances. Currently, producers must report their acreage by the January 15th acreage reporting date, which is before they typically conduct routine orchard maintenance. Producers typically graft or remove apple trees after the acreage reporting date and into March. Those trees that are grafted or removed will not produce apples that crop year. This provision allows producers to either report the acreage as uninsurable as of the acreage reporting date; or receive a reduced premium rate to better reflect the condition of their orchards if they submit a revised acreage report by March 31st that trees were grafted or removed.7. Section 9—FCIC proposes to revise paragraph (b)(3) to insert the following phrase at the beginning of the paragraph: “Except as provided in section 28 of the Basic Provisions.” Paragraph (b)(3) of the Apple Crop Provisions speaks only to relinquishing the producer's insurable share after the acreage reporting date and is silent on whether a transfer of coverage occurred to relinquish the insurable share. This paragraph implies that coverage ends on the date the producer relinquishes their share. It is not clear, as it is written, whether a transfer of coverage and right to indemnity was submitted and approved in accordance with section 28 of the Basic Provisions. To clarify that this provision only addresses situations when a transfer of coverage and right to indemnity is not approved, FCIC proposes to add the aforementioned phrase.8. Section 11—FCIC proposes to revise paragraph (b)(2). This paragraph outlines the requirements for producers when any portion of the crop is direct marketed. FCIC proposes to revise this paragraph to make a few changes. First, the phrase “15 days” is proposed to be clarified to “15 calendar days.” Next, FCIC proposes to require, in the event any portion of the crop will be direct marketed, the producer to notify the AIP at least 15 calendar days before the crop is harvested. The current provisions require notification prior to when the crop is sold. The proposed revision allows for the AIPs to conduct pre-harvest appraisals. Lastly, FCIC proposes to make other changes within the paragraph for clarification purposes.9. Section 12—FCIC also proposes to revise the claim example following paragraph (b).FCIC also proposes to redesignate paragraph (c)(2) as (c)(3) and add a new paragraph (c)(2) to state that when 65 percent or more of a unit's processing apple production is damaged apple production, the processing apple production from the unit will not be considered production to count provided none of the processing apple production from the unit will be sold. Based on engagement with apple producers, FCIC was made aware that at certain thresholds of damage, processors will not accept apple production. In response to this feedback, FCIC proposes to allow for adjustments to processing production that reflect current industry standards.10. Section 14—FCIC proposes to revise paragraph (b). The phrase “this option provides for quality adjustment of fresh apple production” reads more clearly when the word “coverage” is added between the words “provides” and “for.”FCIC proposes to revise paragraph (b)(1) to replace the phrase “Catastrophic Risk Protection (CAT)” with the acronym “CAT.” The acronym is spelled out earlier in the Crop Provisions, so it is only necessary here to use the acronym.FCIC proposes to revise paragraph (b)(3). The current provisions say that apple acreage designated on your acreage report qualifies for the Optional Coverage for Fresh Apple Quality Adjustment. FCIC proposes to clarify that only fresh apple acreage qualifies for the option.FCIC proposes to revise paragraph (b)(5) to make several changes. Where available, the Quality Option allows apple producers the option to purchase additional coverage that compensates them when their fresh apple production fails to grade U.S. Fancy or better due to an insurable cause of loss. The revisions to this paragraph clarify that production to count for apples is the greater of sold production adjusted according to the sliding scale in paragraph (b)(5) or adjusted for quality in paragraph (b)(6), instead of basing the determination on the sliding scale alone.In paragraph (b)(5), FCIC also proposes to revise the sliding scale under which production to count is adjusted due to damage so that it is linear. A linear sliding scale is more appropriate than the current sliding scale which alternates from linear to non-linear back to linear again. The current sliding scale adjusts production in increments beginning at 21 percent damage and zeroing at 65 percent damage:The current sliding scale is not regionally appropriate. As proposed, the revised sliding scale would begin adjustments at 15 percent and reduce production to count by two percent for each full percent more than 15 percent. FCIC received producer feedback that the sliding scale should start at a lesser threshold of damage (15 percent rather than 20 percent). The only difference between the current sliding scale and the proposed one is when the range of production not grading U.S. Fancy or better is greater than 15 percent but less than 50 percent. After 50 percent, the current sliding scale and the proposed sliding scales are identical.In paragraph (b)(6), the following proposed changes are necessary to address concerns regarding the high loss ratios and rising premium costs under the Quality Option. The high loss ratios are a result of producers' inability to maintain records to meet the requirements to qualify for the Quality Option and to settle claims, and climate and growing conditions in certain regions may limit the ability of producers in these areas to consistently produce U.S. Fancy grade.○ The fresh fruit factor applies to production sold:As fresh without a grade that exceeds what appraised as U.S. Fancy or better (prior to adjustments under the sliding scale);Any production sold for fresh without a grade will be counted on a one-to-one basis not to exceed the production that appraised as U.S. Fancy or better (prior to adjustments under the sliding scale).Any production sold for a grade below U.S. Fancy;Any production sold as processing, excluding any production that grades less than U.S. #1 Processing.○ For the basic coverage, all apples that are U.S. #1 Processing or better are included in production to count, without any further discounts for quality adjustment. Currently, for the Quality Option, all apples that are sold as U.S. Fancy or better are included as production to count. Not all sales indicate a grading standard and therefore a producer could claim that no fresh apples were sold as U.S. Fancy or better, even if the apples were sold as fresh. Therefore, a producer could “double-dip” on indemnity and sales from these apples. Adjustments to production under the Quality Option are not reflected in the producer's actual production history (APH); therefore, the guarantee does not accurately reflect expected production of fresh apples. The intent of the fresh fruit factor is to capture the reduced value of apples sold for other than U.S. Fancy or better so that the APH will more accurately reflect the producer's guarantee.○ The fresh fruit factor will not be applied to any production that grades less than U.S. #1 Processing or better.○ The fresh fruit factor will be published in the actuarial documents to account for regional differences.FCIC proposes to revise paragraph (c). The current provisions state any production not graded or appraised prior to the earlier of the time apples are placed in storage or the date the apples are delivered to a packer, processor, or other handler will not be considered damaged apple production. According to the current definition of “damaged apple production,” damaged apple production under the Quality Option is anything that fails to grade U.S. Fancy or better. In other words, the aforementioned production will be considered U.S. Fancy or better. As stated earlier, FCIC is proposing to remove the portion of the definition that refers to the Quality Option. Therefore, paragraph (c) needs to be revised so that the provision has the same meaning as before: Any production not graded or appraised prior to the earlier of the time apples are placed in storage or the date the apples are delivered will be considered U.S. Fancy or better.FCIC proposes to add a new paragraph (e) to address written agreements. The Quality Option is contained within the Crop Provisions, which confuses whether written agreements should apply to the Quality Option when written agreements are written on the Crop Provisions. The proposed language allows written agreements to apply to the Quality Option with three requirements: (1) The option may apply to a written agreement for apples when this option is contained in the actuarial documents for the county and crop; (2) the option may apply to apples in a county which does not have actuarial documents for the crop when a written agreement specifically allows this option; and (3) FCIC has the right to not allow this option on a written agreement in accordance with the provisions in section 18 of the Basic Provisions. This requirement also allows the producer to have coverage by written agreement on apple production insured under the Crop Provisions if the requirements for written agreement are not met on the Quality Option.FCIC proposes to revise the claim example following new paragraph (e) to align with the proposed changes made throughout section 14.The Administrative Procedure Act (APA, 5 U.S.C. 553) provides that the notice and comment and 30-day delay in the effective date provisions do not apply when the rule involves specified actions, including matters relating to contracts. This rule governs contracts for crop insurance policies and therefore falls within that exemption. Although not required by APA or any other law, FCIC has chosen to propose the regulatory changes and request comments on the changes prior to issuing a final rule.This rule is exempt from the regulatory analysis requirements of the Regulatory Flexibility Act (5 U.S.C. 601-612), as amended by the Small Business Regulatory Enforcement Fairness Act of 1996.Executive Order 12866, “Regulatory Planning and Review,” and Executive Order 13563, “Improving Regulation and Regulatory Review,” direct agencies to assess all costs and benefits of available regulatory alternatives and, if regulation is necessary, to select regulatory approaches that maximize net benefits (including potential economic, environmental, public health and safety effects, distributive impacts, and equity). Executive Order 13563 emphasized the importance of quantifying both costs and benefits, of reducing costs, of harmonizing rules, and of promoting flexibility. The requirements in Executive Orders 12866 and 13563 for the analysis of costs and benefits apply to rules that are determined to be significant.The Office of Management and Budget (OMB) designated this rule as not significant under Executive Order 12866, “Regulatory Planning and Review,” and therefore, OMB has not reviewed this rule and analysis of the costs and benefits is not required under either Executive Order 12866 or 13563.Executive Order 12866, as supplemented by Executive Order 13563, requires each agency to write all rules in plain language. In addition to your substantive comments on this rule, we invite your comments on how to make the rule easier to understand. For example:In general, the environmental impacts of rules are to be considered in a manner consistent with the provisions of the National Environmental Policy Act (NEPA, 42 U.S.C. 4321-4347) and the regulations of the Council on Environmental Quality (40 CFR parts 1500-1508). FCIC conducts programs and activities that have been determined to have no individual or cumulative effect on the human environment. As specified in 7 CFR 1b.4, FCIC is categorically excluded from the preparation of an Environmental Analysis or Environmental Impact Statement unless the FCIC Manager (agency head) determines that an action may have a significant environmental effect. The FCIC Manager has determined this rule will not have a significant environmental effect. Therefore, FCIC will not prepare an environmental assessment or environmental impact statement for this action and this rule serves as documentation of the programmatic environmental compliance decision.This rule has been reviewed under Executive Order 12988, “Civil Justice Reform.” This rule will not preempt State or local laws, regulations, or policies unless they represent an irreconcilable conflict with this rule. Before any judicial actions may be brought regarding the provisions of this rule, the administrative appeal provisions of 7 CFR part 11 are to be exhausted.This rule has been reviewed in accordance with the requirements of Executive Order 13175, “Consultation and Coordination with Indian Tribal Governments.” Executive Order 13175 requires Federal agencies to consult and coordinate with Tribes on a government-to-government basis on policies that have Tribal implications, including regulations, legislative comments or proposed legislation, and other policy statements or actions that have substantial direct effects on one or more Indian Tribes, on the relationship between the Federal Government and Indian Tribes or on the distribution of power and responsibilities between the Federal Government and Indian Tribes.RMA has assessed the impact of this rule on Indian Tribes and determined that this rule does not, to our knowledge, have Tribal implications that require Tribal consultation under E.O. 13175. The regulation changes do not have Tribal implications that preempt Tribal law and are not expected have a substantial direct effect on one or more Indian Tribes. If a Tribe requests consultation, RMA will work with the USDA Office of Tribal Relations to ensure meaningful consultation is provided where changes, additions and modifications identified in this rule are not expressly mandated by Congress.Title II of the Unfunded Mandates Reform Act of 1995 (UMRA, Pub. L. 104-4) requires Federal agencies to assess the effects of their regulatory actions of State, local, and Tribal governments, or the private sector. Agencies generally must prepare a written statement, including cost benefits analysis, for proposed and final rules with Federal mandates that may result in expenditures of $100 million or more in any 1 year for State, local or Tribal governments, in the aggregate, or to the private sector. UMRA generally requires agencies to consider alternatives and adopt the more cost effective or least burdensome alternative that achieves the objectives of the rule. This rule contains no Federal mandates, as defined in Title II of UMRA, for State, local, and Tribal governments, or the private sector. Therefore, this rule is not subject to the requirements of sections 202 and 205 of UMRA.The title and number of the Federal Domestic Assistance Program listed in the Catalog of Federal Domestic Assistance to which this rule applies is No. 10.450—Crop Insurance.In accordance with the provisions of the Paperwork Reduction Act of 1995 (44 U.S.C. chapter 35, subchapter I), the rule does not change the information collection approved by OMB under control numbers 0563-0053.In accordance with Federal civil rights law and USDA civil rights regulations and policies, USDA, its Agencies, offices, and employees, and institutions participating in or administering USDA programs are prohibited from discriminating based on race, color, national origin, religion, sex, gender identity (including gender expression), sexual orientation, disability, age, marital status, family or parental status, income derived from a public assistance program, political beliefs, or reprisal or retaliation for prior civil rights activity, in any program or activity conducted or funded by USDA (not all bases apply to all programs). Remedies and complaint filing deadlines vary by program or incident.Persons with disabilities who require alternative means of communication for program information (for example, braille, large print, audiotape, American Sign Language, etc.) should contact the responsible Agency or USDA TARGET Center at (202) 720-2600 or 844-433-2774 (toll-free nationwide). Additionally, program information may be made available in languages other than English. To file a program discrimination complaint, complete the USDA Program Discrimination Complaint Form, AD-3027, found online at https://www.usda.gov/oascr/how-to-file-a-program-discrimination-complaint and at any USDA office or write a letter addressed to USDA and provide in the letter all the information requested in the form. To request a copy of the complaint form, call (866) 632-9992. Submit your completed form or letter to USDA by mail to: U.S. Department of Agriculture, Office of the Assistant Secretary for Civil Rights, 1400 Independence Avenue SW, Washington, DC 20250-9410 or email: OAC@usda.gov.USDA is an equal opportunity provider, employer, and lender.Acreage allotments, Crop insurance, Reporting and recordkeeping requirements.For the reasons discussed above, FCIC proposes to amend 7 CFR part 457 to read as follows:1. The authority citation for 7 CFR part 457 continues to read as follows:7 U.S.C. 1506(l), 1506(o).2. Amend § 457.158 by:a. Revising the introductory text;b. In section 1:i. Adding in alphabetical order the definitions for “Apple Supplemental Report,” “block,” “fresh fruit factor,” “graft,” “high density,” “maximum additional value price,” and “premium price election”;ii. Adding in the definition of “Area A”, a comma after the words “New Mexico”; andiii. Revising the definitions for “damaged apple production,” “direct marketing,” “fresh apple production,” and “processing apple production”;c. Revising section 2;d. Revising section 3;e. Revising section 6;f. In section 7:i. Removing in paragraph (c), the word “and” at the end of the sentence;ii. Revising paragraph (d); andiii. Adding new paragraphs (e) and (f);g. In section 9:i. Removing in paragraph (b)(3), the word “If” at the beginning of the paragraph and adding the words “Except as provided in section 28 of the Basic Provisions, if” in its place;h. Revising section 11 paragraph (b)(2);i. In section 12:i. Revising the example following paragraph (b) titled “Basic Coverage Example”;ii. Removing in paragraph (c)(1)(iv), the word “; and” at the end of the sentence and adding “.” in its place;iii. Redesignating paragraph (c)(2) as (3), and adding a new paragraph (c)(2); andj. Revising section 14.The revisions and additions read as follows:The apple crop insurance provisions for the 2023 and succeeding crop years are as follows:* * * * ** * * * *Apple Supplemental Report. A written report, supported by acceptable records, submitted as required on our form and in accordance with section 3 and section 6, as applicable. The information contained on the report will be based on your sales history, as applicable, from the crop year prior to the previous crop year ( e.g., on the production reporting date for the 2023 crop year, the Apple Supplement Report reflects total revenue from the 2021 crop year).* * * * *Block. Trees in an orchard of a single or mixed age and density, distinguished by applicable practice, type, T-Yield Map Areas, or other characteristics shown in the actuarial documents.* * * * *Damaged apple production. Fresh or processing apple production that fails to grade U.S. No. 1 Processing or better in accordance with the applicable grade standards due to an insurable cause of loss.Direct marketing. The sale of the insured crop directly to consumers without the intervention of an intermediary such as a wholesaler, retailer, packer, processor, shipper, buyer, or broker. Production records are controlled exclusively by the policyholder. Examples of direct marketing include selling through an on-farm or roadside stand, a farmer's market, or permitting the general public to enter the field for the purpose of picking all or a portion of the crop. Only the portion of the crop sold directly to consumers will be considered direct marketed.Fresh apple production. Apples:(1) That are sold, or could be sold, for human consumption without undergoing any change in the basic form, such as peeling, juicing, crushing, dicing, etc.;(2) That are not sold for the processing market ( e.g., slicer or hard cider market) except for apples sold with a grade of U.S. Fancy or better (unless another grade is specified in the Special Provisions); and(3) That follow the recommended cultural practices generally in use for fresh apple acreage in the area in a manner generally recognized by agricultural experts and any other practices specified in the Special Provisions.Fresh fruit factor. A factor contained in the actuarial documents that is used to account for the salvage value of sold apples for production insured under the Optional Coverage for Fresh Fruit Quality Adjustment contained in section 14.* * * * *Graft. To unite a shoot or bud with a rootstock in accordance with recommended practices to form a living union.* * * * *High density. The number of trees per acre and any other characteristics specified in the Special Provisions.* * * * *Maximum additional value price. A price established by type by FCIC and published in the actuarial documents when authorized by the Special Provisions. It is used to compute the premium price election.* * * * *Premium price election. A price calculated using your sales history reported on the Apple Supplemental Report and the maximum additional value price. The premium price election will be no less than the published price election for type “Fresh (Combined)” or type “Processing,” as applicable, and no greater than the maximum additional value price.Processing apple production. Apples from insurable acreage that are sold, or could be sold for the purpose of undergoing a change to the basic structure such as peeling, juicing, crushing, dicing, etc.* * * * *(a) In addition to, or instead of, establishing optional units as provided in section 34(c) of the Basic Provisions, optional units may be established if each optional unit is:(1) Located on non-contiguous land; or(2) By type, unless otherwise provided in the Special Provisions.(b) The requirements of section 34 of the Basic Provisions that require the crop to be planted in a manner that results in a clear and discernable break in the planting pattern at the boundaries of each optional unit are not applicable for optional units by type.In addition to the requirements of section 3 of the Basic Provisions:(a) You may select only one coverage level for each type. For example, if you choose the 55 percent coverage level for one type, you may choose the 75 percent coverage level for another type. However, if you elect the Catastrophic Risk Protection (CAT) level of coverage for any of your apple acreage, the CAT level of coverage will be applicable to all insured apple acreage in the county. If you only have fresh apple acreage designated on your acreage report and processing apple acreage is added after the sales closing date, we will assign a coverage level equal to the lowest coverage level you selected for your fresh apple acreage. If you only have processing apple acreage designated on your acreage report and fresh apple acreage is added after the sales closing date, we will assign a coverage level equal to the coverage level you selected for your processing apple acreage.(b) You may select only one price election for all the apples in the county insured under this policy unless the actuarial documents provide different price elections by type, in which case you may select one price election for each apple type designated in the actuarial documents. The price elections you choose for each type are not required to have the same percentage relationship to the maximum price election offered by us for each type. However, the percentage of the maximum price election must be in accordance with FCIC approved procedures. For example, if you choose 100 percent of the maximum price election for one type, you may choose a different percentage of the maximum price election for all other types. If you only have fresh apple acreage designated on your acreage report and processing apple acreage is added after the sales closing date, we will assign a price election percentage equal to the lowest price election percentage you selected for your fresh apple acreage. If you only have processing apple acreage designated on your acreage report and fresh apple acreage is added after the sales closing date, we will assign a price election percentage equal to the price election percentage you selected for your processing apple acreage.(c) If you elect an additional level of coverage, you may insure your type “Fresh (Combined),” type “Processing,” or both, at the premium price election if:(1) Authorized in the Special Provisions;(2) You submit an Apple Supplemental Report, by policy by the production reporting date, containing your total sales (including production and revenue), differentiated by the following, as applicable:(i) Fresh and direct marketing; and(ii) Processing;(3) Upon initial election of the premium price election, you provide three years of production and revenue as indicated in section 3(c)(2); and(4) You meet any additional requirements specified in the Special Provisions.(d) We will reduce the yield used to establish your production guarantee, as necessary, based on our estimate of the effect of any situation listed in sections 3(c)(1) through (4). If the situation occurred:(1) Before the beginning of the insurance period, the yield used to establish your production guarantee will be reduced for the current crop year regardless of whether the situation was due to an insured or uninsured cause of loss. If you fail to notify us of any circumstance that may reduce your yields from previous levels, we will reduce the yield used to establish your production guarantee at any time we become aware of the circumstance;(2) Or may occur after the beginning of the insurance period and you notify us by the production reporting date, the yield used to establish your production guarantee will be reduced for the current crop year only if the potential reduction in the yield used to establish your production guarantee is due to an uninsured cause of loss; or(3) Or may occur after the beginning of the insurance period and you fail to notify us by the production reporting date, production lost due to uninsured causes equal to the amount of the reduction in the yield used to establish your production guarantee will be applied in determining any indemnity ( see section 12(c)(1)(ii)). We will reduce the yield used to establish your production guarantee for the subsequent crop year.(e) We will reduce the yield used to establish your production guarantee, as necessary, based on our estimate of the effect of any circumstance that may reduce your yields from previous levels. If the circumstance occurred:(1) Before the beginning of the insurance period and you notify us by the production reporting date, the yield used to establish your production guarantee will be reduced for the current crop year regardless of whether the circumstance was due to an insured or uninsured cause of loss;(2) After the beginning of the insurance period and you notify us by the production reporting date, the yield used to establish your production guarantee will be reduced for the current crop year only if the potential reduction in the yield used to establish your production guarantee is due to an uninsured cause of loss; or(3) Before or after the beginning of the insurance period and you fail to notify us by the production reporting date, an amount equal to the reduction in the yield will be added to the production to count calculated in section 12(c) due to uninsured causes. We will reduce the yield used to establish your production guarantee for the subsequent crop year to reflect any reduction in the productive capacity of the trees or in the yield potential of the insured acreage.(f) If the actuarial documents contain type “Fresh (Combined),” you can elect to insure your fresh acreage in aggregate under type “Fresh (Combined)” or by other fresh types identified in the actuarial documents, but not both.* * * * *(a) In addition to the requirements contained in section 6 of the Basic Provisions, you must report and designate all acreage by type by the acreage reporting date.(1) Any acreage not qualifying for fresh apple production is not eligible for the Optional Coverage for Fresh Fruit Quality Adjustment contained in section 14.(2) If you designate fresh apple acreage on the acreage report:(i) You are certifying that your fresh apple acreage meets the requirements in section 7(d), unless otherwise authorized by FCIC.(ii) You must submit an Apple Supplemental Report on the same basis you certify your acreage in section 6(a)(2)(i) by the production reporting date, containing the following, as applicable.(A) Production sold as fresh;(B) Production sold by direct marketing;(C) Production sold as processing; and(D) Production in storage.(iii) And you fail to submit an Apple Supplemental Report in accordance with section 6(a)(2)(ii), you will not have coverage under any fresh type listed in the actuarial documents.(iv) And you have high density acreage, the requirement in section 6(a)(2)(i) does not apply to high density acreage in the first year of insurability or as authorized by FCIC procedure.(b) If any portion of your crop will be direct marketed, you must notify us at least 15 calendar days before any production will be harvested. We will conduct an appraisal that will be used to verify your production records in accordance with FCIC procedures.* * * * *(d) That are grown for fresh apple production on acreage:(1) That is designated as fresh apples on the acreage report; and(2) That you certify and, if requested by us, provide verifiable records to support, that at least 50 percent of the production from all acreage reported as fresh apple acreage by policy or unit, as applicable, was sold as fresh apples in one or more of the four most recent crop years preceding the previous crop year ( e.g., for the 2023 crop year, the four most recent crop years preceding the previous crop year end in the 2021 crop year), unless authorized by FCIC procedures;(e) That are grown on acreage designated as processing apple production on the acreage report. Any production from acreage not meeting the requirements in section 7(d) must be designated on the acreage report as processing apple production; and(f) If you anticipate performing any action that will reduce the productive capacity of the trees or the yield potential of the insured acreage ( e.g., removing or grafting trees) after the acreage reporting date you:(1) May report all apple acreage when you report your acreage for the crop year and specify any affected acreage as uninsurable acreage (By doing so, no coverage will be considered to have attached on the specified acreage and no premium will be due for such acreage. If you do not perform any action that will reduce the productive capacity of the trees or the yield potential of the insured acreage, you will be subject to the under-reporting provisions contained in section 6 of the Basic Provisions); or(2) May report all apple acreage as insurable when you report your acreage for the crop year. Premium will be due on all the acreage except as set forth herein.(i) On acreage for which you perform actions that will reduce the productive capacity of the trees or the yield potential of the insured acreage, you may qualify for a reduction in premium only if you notify us in writing on a revised acreage report on or before March 31st or the date designated in the Special Provisions, and do not claim an indemnity on the acreage. No reduction in premium will be allowed if the required notice is not given or if you claim an indemnity for the acreage.(ii) Upon receiving timely notice, insurance coverage on such acreage will cease and we will process your revised acreage report to indicate the applicable reduction in premium. If you do not perform the actions to the apple acreage as intended, you will be subject to the under-reporting provisions contained in section 6 of the Basic Provisions.* * * * ** * * * *(b) * * ** * * * *(2) If any portion of your crop will be direct marketed, you must notify us at least 15 calendar days before any production will be harvested. We will conduct an appraisal that will be used to verify your production records in accordance with FCIC procedures. If damage occurs after this appraisal, we will conduct an additional appraisal. These appraisals, and any other acceptable records required to be provided by you, will be used to determine your production to count. Failure to give timely notice that production will be sold by direct marketing will result in an appraised amount of production to count of not less than the production guarantee per acre if such failure results in our inability to make the required appraisal.* * * * ** * * * *(b) * * *Basic Coverage Example:You have a 100 percent share in one basic unit with 10 acres of fresh apples and 5 acres of processing apples designated on your acreage report, with a 600-bushel per acre production guarantee for both fresh and processing apples, and you select 100 percent of the price election on a price election of $9.10 per bushel for fresh apples and $2.50 per bushel for processing apples. You harvest 5,000 bushels of fresh apples and 1,000 bushels of processing apples, all grading U.S. No. 1 Processing or better. Your indemnity will be calculated as follows:(A) 10 acres × 600 bushels = 6,000-bushel production guarantee of fresh apples;5 acres × 600 bushels = 3,000-bushel production guarantee of processing apples;(B) 6,000-bushel production guarantee × $9.10 price election × 100 percent of price election = $54,600 value of production guarantee for fresh apples;3,000-bushel production guarantee × $2.50 price election × 100 percent of price election = $7,500 value of production guarantee for processing apples;(C) $54,600 value of production guarantee for fresh apples + $7,500 value of production guarantee for processing apples = $62,100.00 total value of the production guarantee;(D) 5,000 bushels of fresh apples are harvested and 1,000 bushels of processing apples are harvested.(E) 5,000 bushels of fresh apple production to count × $9.10 price election × 100 percent of price election = $45,500 value of fresh apple production to count;1,000 bushels of processing apple production to count × $2.50 price election × 100 percent of price election = $2,500 value of processing apple production to count;(F) $45,500 value of fresh apple production to count + $2,500 value of processing apple production to count = $48,000 total value of production to count;(G) $62,100 total value of the production guarantee−$48,000 total value of production to count = $14,100.00 value of loss; and(H) $14,100 value of loss × 100 percent share = $14,100 indemnity payment.(c) * * ** * * * *(2) Notwithstanding section 12(c)(1), when 65 percent or more of a unit's processing apple production is damaged apple production, the processing apple production from the unit will not be considered production to count provided none of the processing apple production from the unit will be sold.* * * * *(a) In the event of a conflict between the Apple Crop Insurance Provisions and this option, this option will control. Insureds who select this option cannot receive less than the indemnity due under section 12.(b) In return for payment of the additional premium designated in the actuarial documents, this option provides coverage for quality adjustment of fresh apple production as follows:(1) To be eligible for this option, you must have elected to insure your apples at the additional coverage level. If you elect CAT after this option is effective, it will be considered as notice of cancellation of this option by you.(2) You must elect this option on or before the sales closing date for the initial crop year for which you wish to insure your apples under this option. This option will continue in effect until canceled by either you or us for any succeeding crop year by written notice to the other party on or before the cancellation date. (3) This option will apply to all your fresh apple acreage designated on your acreage report and that meets the insurability requirements specified in the Apple Crop Insurance Provisions, except any acreage specifically excluded by the actuarial documents. Any acreage designated in your acreage report as grown for processing apple production is not eligible for coverage under this option.(4) In lieu of sections 12(c)(1)(iii), (iv) and (2), the production to count will include all appraised and harvested production from all of the fresh apple acreage in the unit, adjusted in accordance with this option.(5) Except as provided in section 14(b)(6), if the block or unit, as applicable, is damaged due to an insurable cause of loss to the extent that more than 15 percent of the apple production does not grade U.S. Fancy or better (unless another grade is specified in the Special Provisions) the following adjustments to the production to count will apply:(i) When 16 percent through 64 percent of the apple production does not grade U.S. Fancy or better (unless another grade is specified in the Special Provisions), the production to count will be reduced two percent for each full one percent in excess of 15 percent.(ii) When 65 percent or more of the apple production does not grade U.S. Fancy or better (unless another grade is specified in the Special Provisions), the production will not be considered production to count.(6) If you sell any of your fresh apple production from the block or unit, as applicable, your production to count will be the greater of the amount determined in section 14(b)(5) or the sum of the amount determined as follows:(i) All apples sold with a grade of U.S. Fancy or better (unless another grade is specified in the Special Provisions);(ii) All marketable apple production sold with a grade of less than U.S. Fancy (unless another grade is specified in the Special Provisions) multiplied by the fresh fruit factor;(iii) All marketable apple production sold as fresh without a grade. This amount is not to exceed what appraised or graded as U.S. Fancy or better (unless another grade is specified in the Special Provisions) prior to the adjustments under section 14(b)(5);(iv) All marketable apple production sold as fresh without a grade that exceeds what appraised or graded as U.S. Fancy or better (unless another grade is specified in the Special Provisions) prior to the adjustments under section 14(b)(5) multiplied by the fresh fruit factor; and(v) All marketable apple production sold as processing without a grade multiplied by the fresh fruit factor.(7) The grade standards used in accordance with section 14(b)(6) and applied during the appraisal process with be the applicable grade standards used when evaluating the final disposition of the apple production.(c) Any apple production not graded or appraised prior to the earlier of the time apples are placed in storage or the date the apples are delivered to a packer, processor, or other handler, will be considered U.S. Fancy or better (unless another grade is specified in the Special Provisions) and included in production to count under this option.(d) Any adjustments that reduce your production to count under this option will not be applicable when determining production to count for APH purposes.(e) Regarding written agreements under this option:(1) This option may apply to a written agreement for apples when this option is contained in the actuarial documents for the county and crop.(2) This option may apply to apples in a county which does not have actuarial documents for the crop when a written agreement specifically allows this option.(3) FCIC has the right to not allow this option on a written agreement in accordance with the provisions in section 18 of the Basic Provisions.Optional Coverage for Fresh Fruit Quality Adjustment Example:You have a 100 percent share in 10 acres of fresh apples designated on your acreage report, with a 600 bushel per acre guarantee, and you select 100 percent of the price election on a price election of $9.10 per bushel. You harvest 5,000 marketable bushels of apples from your designated fresh apple acreage, but only 2,650 of those bushels grade U.S. Fancy or better. Assuming you do not sell any of your fresh apple production, your indemnity would be calculated as follows:(A) 10 acres × 600 bushels per acre = 6,000-bushel production guarantee of fresh apples;(B) 6,000-bushel production guarantee of fresh apples × $9.10 price election × 100 percent of price election = $54,600 value of production guarantee for fresh apple acreage;(C) The value of the fresh apple production to count is determined as follows:(i) 5,000 bushels harvested−2,650 bushels that graded U.S. Fancy or better = 2,350 bushels of fresh apple production not grading U.S. Fancy or better;(ii) 2,350/5,000 = 47 percent of fresh apple production not grading U.S. Fancy or better;(iii) In accordance with section 14(b)(5)(i): 47 percent−15 percent = 32 percent in excess of 15 percent;(iv) 32 percent × 2 = 64 percent;(v) 5,000 bushels harvested × .64 (64 percent)−3,200 bushels of fresh apple production not grading U.S. Fancy or better;(vi) 5,000 bushels harvested−3,200 bushels of fresh apple production not grading U.S. Fancy or better = 1,800 bushels of adjusted fresh apple production to count;(vii) 1,800 bushels of adjusted fresh apples production to count × $9.10 price election × 100 percent of price election = $16,380 value of fresh apple production to count;(D) $54,600 value of production guarantee for fresh apples−$16,380 value of fresh apple production to count = $38,220 value of loss;(E) $38,220 value of loss × 100 percent share = $38,220 indemnity payment."
            },
            "Document Path": "downloads/MK8nwBOd4j.htm",
            "Comments": [
                {
                    "Organization Name": "New York Farm Bureau",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "Request for 60-day extension of comment period. Please find attached comments from New York Farm Bureau requesting a 60-day extension of the comment period on Docket ID FCIC–21–0007; Common Crop Insurance Regulations; Apple Crop Insurance Provisions."
                },
                {
                    "Organization Name": "Rogers Orchards Inc. a Family Farm",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "Please See .pdf attached."
                },
                {
                    "Submitter Name": "Brent Craig",
                    "City": "Martinsville",
                    "Country": "United States",
                    "State or Province": "VA",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Change is inevitable in most everything. It is hard for most of us to embrace change. Please be as considerate and fair as possible to the apple growers with the changes brought forth, for the 2023 apple policy. I am afraid if the rules on the fresh option change to abrupt it may force some of our producers out of business.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Wayne and Adrienne Colsia",
                    "City": "Lyndeborough",
                    "Country": "United States",
                    "State or Province": "NH",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Dear Director, My wife and I own and operate a family farm in Lyndeborough, NH. As part of our operation we grow fruit and berries. Our fruit enterprise consists of a three acre orchard of apples (along with peaches, plums,pears, grapes,berries). We have about three hundred apple trees and sell by PYO and at our small farm store and farmers markets. In the past the insurance we carry on the apples has been has been a fairly easy, straightforward program to assist us when nature throws us a curve ball. We have had this insurance for a dozen years and feel that it has worked well without being an overly cumbersome process to comply with. We feel that the new proposed provisions seem to add many record keeping and reporting burdens to small farmers who would rather concentrate on producing quality fruit for their customers than spend their time on red tape and endless record keeping and reporting. We strongly recommend that this new proposal with all its changes be discarded in favor of the present system which has worked well for so long. Thank you for your consideration; Wayne and Adrienne Colsia Paradise Farm LLC 468 Center Rd. Lyndeborough, NH. 03082",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "David Shearer",
                    "City": "COLRAIN, MA",
                    "Country": "United States",
                    "State or Province": "MA",
                    "Posted On": "Feb 7, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 11, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I agree with this proposed rule. The Federal Crop Insurance Corporation wants to help apple producers. This proposed rule will address problems that cause increasing loss ratios and rising costs. I believe this proposed rule will help strengthen apple producers ability to manage risk. The Federal Crop Insurance Corporation is here to serve American agriculture producers. This proposed rule will insure apple producers and help minimize risk. The Federal Crop Insurance Corporation wants to redefine damage apple production which will help apple producers. This proposed rule will help apple producers across America.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "Cherryvale Orchard",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Meadowbrook Farms",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Bonnie Brae Fruit Farms",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Mt. Ridge Farm",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Hudson River Fruit",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Lawrence Farms Orchards",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Giff Burnap",
                    "City": "Strafford",
                    "Country": "United States",
                    "State or Province": "NH",
                    "Posted On": "Jan 26, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Attn: director Product Administration and Standards Division Risk Management Agency U.S. Department of Agriculture Regarding: Docket ID FCIC-21-0007 Dear Director, My name is Edward Burnap and I am a self employeed fruit grower in New Hampshire. My wife and I own and operate a 25 acre retail fruit farm that includes 7 acres of insured apples in our crop portfolio. 80% of the apples we grow are sold direct to our customers through pick your own, the remainder are used to make cider for our own businesses supply. Crop insurance has been an important part of our risk management program for over a decade now and we have received payments twice in that time for both quality and quantity loss. Some of the proposed 2023 changes to the apple policy are concerning for me, they include: In the Apple Supplemental Report there is not a clear definition of what records will be needed to justify production or sales of insurable apples. It appears these proposed changes are moving in a direction that would insure \"Revenue\" as apposed to \"Production\". As mentioned above about 20% of our production does not produce a sales receipt because it goes to making cider for our retail farm business. This is a concerning because with these proposed changes we may lose the ability to insure this 20%. Currently in the existing system field production records are all that is needed to justify this production. In my experience many farms are similar to ours in this respect. With regards to the Fresh Apple Production Definition/Recommended Cultural Practices. In the proposed changes RMA would have the ability to require certain cultural practices like hail netting, wind machines, or misting systems in place to qualify for the \"Fresh Apple Policy\" as apposed to the \"Processing Apple Policy\". I am a sitting board member of both the New England Apple Association and the New Hampshire Fruit Growers Association and have 30 years of experience growing apples in both New York State and New Hampshire. I know of very few growers that have hail netting, some that have wind towers on parts of their acreage, and non that have misting systems. With regard to what is intended by \"Specific Spray Programs\", the vagueness of that statement is terrifying as every grower I know is already diligent in spray program application, products, and planning. If these additional \"Cultural Practices\" were ever required of growers to qualify for \"Fresh Apple Pricing\" it would in my mind, discourage growers from going after the higher price category and maybe prompt them to drop apple crop insurance all together, at least I know it would for me. The costs of implementing them would be simply too high and growing fruit is far from a \"One Practice Fits all Situation\". What makes sense at one location often doesn't make sense at others and broad strokes with wording by policy makers could do much more damage than good. I cannot imagine that reducing the insured acreage of apples in the United States is RMA's goal, please revisit the current wording to insure that these \"Cultural Practices\" will never be required of growers to qualify for premium pricing. Thank you for taking comments and your time in reading mine. Sincerely Edward Burnap Butternut Farm LLC Farmington NH",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Gerald Klein",
                    "City": "Staten Island",
                    "Country": "United States",
                    "State or Province": "NY",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s) As a Federal Crop Insurance Agent since 1983 I have seen changes to the Apple policy throughout the years. Most were minor improvements and clarifications. However, after reviewing the Proposed 2023 policy, I am at a loss for words. The proposed policy is \"HORRIFIC\" It is vague, non transparent, contradictory, Not well thought out, and puts additional undue requirements on the policy holder. I have attached a letter outlining some (but not all) of the major issues. With all due respect I request that RMA scrap this proposed policy."
                },
                {
                    "Submitter Name": "Gerald Klein",
                    "City": "Staten Island",
                    "Country": "United States",
                    "State or Province": "NY",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Optional Coverage for Fresh Fruit Quality Adjustment Example. The example DOES NOT FULLY (if I am reading it correctly) address how a claim under this coverage would be settled if the producer has a claim and some of the production grades US#1 Processing or better but less than US Fancy. (It does not take into account how the production would count at a reduced value by using a \"Fresh Fruit Factor\" to the sold marketable production). So the 2,350 bushels of Fresh Apple Production not grading US Fancy or better or a portion thereof could be counted as production to count based on the disposition of the crop. It is somewhat vague as to exactly what portion of that would be added back as production to count. So what has been provided (in my opinion) is not 100% transparent as the Fresh Fruit Factor is unknown and does not give an agent enough information to discuss with the producer, using the example provided.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "Crist Bros. Orchards, Inc.",
                    "Posted On": "Feb 1, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Submitter Name": "Ricquitta Johnson",
                    "City": "Louisville",
                    "Country": "United States",
                    "State or Province": "KY",
                    "Posted On": "Dec 21, 2021",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "FCIC_FRDOC_0001_0209",
                    "Bot_Likelihood_Score": 0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Melissa Johnson",
                    "City": "West Olive",
                    "Country": "United States",
                    "State or Province": "MI",
                    "Posted On": "Dec 21, 2021",
                    "Attachments": 2,
                    "Attachment Types": [
                        "xlsx"
                    ],
                    "Comment": "I am proposing that there is further clarification to how the determination of the fresh fruit factor is made and applied. While I do support this as an additional factor in regulating the difference between the APH history of the grower and the actual fresh sales history of the grower, I hope that adding in this additional step of clarification for the underwriter and the grower is proposed in a way that is easily manageable for both. I have extensive experience in working with apple growers on their crop insurance having the quality option. I have been working in this sector of the industry for 17 years focused primarily on apple insurance. I am attaching a document that I put together for an underwriter to discuss the fresh option factor in Michigan. I noticed that this factor had not been updated in Michigan counties for more than 10 years and proposed that this information be submitted to RMA. I am brining this up because it was finally updated and reduced in 2021 for most counties across Michigan. While this is a welcome change for growers it also left them realizing that they had been paying a higher premium in previous years when this factor was not being adjusted. Given this knowledge I hope you can understand why most of the growers will see making a percentage of fruit that they sell for processing count toward their production to count for a claim as a very negative step. If this change does not result in significant premium reduction the growers could drop participating in the policy altogether. I don't believe that is what you are attempting to do and would like to provide a fair program that will help these growers manage their risk. This rule will result in the direct reduction of the claims they receive. If the concern is the difference between what the grower can insure as fresh and what their APH reflects maybe an alternative solution is more stringent regulation on what and how many bushels can qualify for fresh. If there was a factor that determined what percentage of bushels, they can count toward their APH based upon how the fruit was sold that might help balance out insurability and claims. For example, making it clear that since for a claim production to count is based upon all apples that grade better than US #1 processing or better, that should be what is used for APH purposes also. Also, for years when there is a claim for quality, the production to count will be determined by an amount that is sold as US Fancy or better and a percentage of apples that were processing. This will allow the APH to reflect their fresh sales better, reduce claims overall but not do so in a way that will eliminate grower participation. Growers in Michigan have had many weather-related hardships over the past 17 year and this policy has enabled them to manage their risk well. Making a significant change to the policy as proposed has the potential to eliminate the usage of the policy all together if not reflected in reduced premium or an alternate way to match the APH up with the fresh bushel sales."
                },
                {
                    "Organization Name": "Meadowbrook Farms",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Borchert Orchards",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Pavero Cold Storage Corp.",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Hudson River Fruit",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Lawrence Farms Orchards",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Rice Fruit Farms",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Lerew Brothers",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Dembroski Orchards",
                    "Posted On": "May 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "Dembroski Orchards",
                    "Posted On": "May 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See Attached"
                },
                {
                    "Organization Name": "Arthur Carroll Insurance Agency",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "Dear Director, Since 1984, we at the Arthur Carroll Insurance Agency have been dedicating one hundred percent of our time to providing USDA RMA Crop Insurance directly to Northeast Growers. In those thirty eight years, we have worked closely with Apple Growers in 7 states (Connecticut, Maine, Massachusetts, New Hampshire, New York, Rhode Island and Vermont). We have sat at their kitchen tables, learned about their business operations, their market pressures and their hopes for the future. We have dealt with the problems and successes of how the apple policy worked for them. The comments we are presenting are based on these years of direct experience working with growers who are using the Apple policy. As of the 2022 Crop Year, there are 2,751 Apple growers, across the USA, who rely on the current Apple Crop Insurance policy as a Risk Management Tool for their Farming Operation/Business. The current Apple Policy as written, being a “production based” Actual Production History (APH) Policy, serves these insureds in a straightforward, uncomplicated approach that meets the apple growers needs. The current RMA statistics show that the total apple policy loss ratio has been over 1.00 in only 3 of the past 12 years. That means that in the last 9 out of 12 years the total apple policy premiums “paid in” have more than covered total apple policy indemnities “paid out”. The current apple policy is a successful policy. The Proposed 2023 Apple Policy Language changes create far more questions than answers. They present very few improvements, add extra levels of complication, are written to the detriment of the policyholder and do not address rising premium costs. These changes to the apple policy, if adopted, will result in many growers cancelling their policies. The proposed Apple Policy Provisions should NOT be accepted. Attached below is a thorough discussion of serious, detrimental changes introduced by these Proposed Provisions that will have a negative impact for the policyholder: Sincerely, Colleen Ann Kisselburgh, President Jason M. Carroll, Vice President On behalf of the Arthur Carroll Insurance Agency"
                },
                {
                    "Submitter Name": "Robert Leonard",
                    "City": "CANA",
                    "Country": "United States",
                    "State or Province": "VA",
                    "Posted On": "Jan 24, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "As a small diversified Family Farm consisting roughly of Forty acres each of Apples and Peaches and Thirty Head of Beef Cattle, that my Son and I operate on a daily basis This past year in 2021, we were hit with a major freeze in April, resulting in 99-100% loss of our crop. With Fruit production, you get one chance at a crop. Fruit buds can't be replanted after a freeze, unlike other crops. Any changes to the Crop Insurance Program, especially the Fresh Market Option, on Apples will be devastating to our overall survival as a small Family Farm. As a small Apple producer I do not have access to the higher price markets that the larger growers experience. With the changing weather patterns we are experiencing, growing a perfect product has become more difficult. Apple Production is not like Corn or Soybeans. Apple Farmers can't rotate or replant our orchards like other crops to take advantage of weather patterns in a single year. I have spent 40 years Growing Apples. This has taken my lifetime to acquire land, determine which acreage is sufficient to plant different varities of Apples to establish a Productive and Sustainable Orchard. Each year, the increasing price of Maintenance, Input and Labor cost, Equipment and Government Regulations make it more difficult to create a liveable profit. My Son and I, have endlessly worked to expand our Apple Orchard and Farm. By changing the Fresh Market Option, we possibly will be forced to be put out of business due to the changes that are being suggested. In closing, currently the Crop Insurance for Apples, is the only program available for Apple Growers. I ask that you take in consideration to leave the Crop Insurance on Apples as it currently stands, especially the Fresh Market Option. Possibly, this could be the deciding factor in the difference in a Farmer Surviving or drastically changing Apple Production as we know it. Thank you",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Phillip Murdock",
                    "City": "Essex Jct",
                    "Country": "United States",
                    "State or Province": "VT",
                    "Posted On": "Feb 4, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "docx"
                    ],
                    "Comment": "Please see attached document"
                },
                {
                    "Submitter Name": "Peter Kisselburgh",
                    "City": "THOMASTON",
                    "Country": "United States",
                    "State or Province": "CT",
                    "Posted On": "Feb 4, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "January 27, 2022 Attn: Director Product Administration and Standards Division Risk Management Agency U.S. Department of Agriculture P.O. Box 419205 Kansas City, MO. 64141-6205 Regarding: Docket ID FCIC-21-0007 Apple Crop Insurance Provisions Dear Director, Attached is a document with my comments on the Proposed Apple Policy changes. Please accept these comments as part of the discussion. Thank you Peter Kisselburgh 81 Marine Street Thomaston CT 06787"
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 4, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I support this proposed amendment because as someone who works in the insurance industry, I understand that it's a very dynamic industry and change is always needed. Updating the language of our policies is essential for sustained growth and allows us to better service our policyholder’s needs. Insurance's purpose is to bear a risk for its policyholders, but unfortunately many policyholders take advantage of vague policy language. By making amendments to these Apple Crop Insurance Provisions, we will allow the insurance to serve its purpose while also making it more useful and accessible to policyholders. Now some may see these amendments only as a way for the FCIC to protect itself, but I would urge them to read the proposed changes. These changes add language that would support farmers and allow them more flexibility in their production of apples. The amendment of these provisions should be welcomed as they will allow for farmer's evolving needs to be better met by the FCIC. It will also allow the FCIC to better manage their risk and provide a more affordable option to our nation’s apple growers.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 7, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "This proposed Common Crop Insurance Regulations: Apple Crop Insurance Provisions is a needed change amongst the orchards in America. The current regulations allow for a lot of loopholes to be found and many farmers are abusing the insurance to their advantage. If the proposed revisions came into affect I think it would improve honesty and integrity in orchardists. However if it is not fully implemented it will hurt what is already implemented. This proposed rule needs to be 100% all or nothing.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "Hudson River Fruit",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Dembroski Orchards",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "To Whom It May Concern, Comments on RMA Rule Change Crop Insurance I am submitting comment on the proposed rule change for crop insurance. The one area of the rule change we have an issue is with the exclusion of slicing apples from fresh apple production. We would highly suggest to keep these apples into the fresh market production count. This pack is a combination grade which is decided by color. It combines U.S. Extra Fancy fruit with U.S. Fancy fruit by color. Defects are not included in this pack. If you exclude slicing apples from fresh market production it would greatly impact our production especially on the Empire apples. 85% of Empire sales for our farm are for slicing programs. The retail stores are dropping Empires from the shelves and the market space is limited. Empires thankfully have been revived in the market place by the slicing program. Kids are able to get fresh US apples in the their hands due to the slicing program and McDonalds mandatory requirement for apple slices in Happy Meals. Empires are a great apple grown here in NYS. Please do not exclude the slicers from Fresh market production as this would impact our farm greatly. Empires are the #2 in production numbers for our farm. Thank you for your time and giving us producers a chance to comment on the rule change. Helene Dembroski Dembroski Orchards Inc 1000 South Street Plattekill, NY 12568 Hudson Valley region NYS"
                },
                {
                    "Organization Name": "Golden Harvest Farms",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Cooper Farms, Inc.",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Pavero Cold Storage Corp.",
                    "Posted On": "Feb 16, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached file(s)"
                },
                {
                    "Organization Name": "Connecticut Pomological Society",
                    "Posted On": "Feb 10, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "See attached comments from the Connecticut Pomological Society"
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "Apples are the number 1 eaten fruit in America, with that being said there are certain things that need to be changed in their insurance policies. Waste and fraud need to be observed better to fully identify whether not if it was intentional or not. Apples have to grade no.1 on the scale to be able to be sent to market and sold. It can be very difficult to produce a top tier crop like this every year. The insurance policies should be broadened to lower the loss ratio and possible fraud. In the proposed rule they are attempting to add definitions like grafting. If this definition is added then it will make it easier to grow apples and potentially create a new genetic pattern.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I fully support this proposed rule. This rule is to help meet the needs of the apple producer which will allow them to be successful and make a profit. Also, with this rule it will eliminate loss ratios and rising premium costs. I support the American farmer and want what is best for their success. Rising premium costs leading to increased loss ratios doesn't help support the farmer and producer. The proposed rule is also to help prevent against fraud, waste, and abuse, which I completely agree with. Risk management is important for farmers so they don't lose their profit, farm, and crop.",
                    "Bot_Likelihood_Score": 2.5,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Submitter Name": "Anonymous Anonymous",
                    "Posted On": "Feb 10, 2022",
                    "Attachments": 0,
                    "Attachment Types": [],
                    "Comment": "I fully support this new proposed rule. This rule will help apple producers better suit their needs, which I back the American farmer 100%. Premium costs rising, and the ratio losses, doesn't benefit the farmer and producer, so better addressing that will hopefully fix the issues. Better implementing changes and plans to prevent fraud, waste, and abuse towards the American apple producer will help them grow in their productions and allow them to profit. Risk management allows farmers to be preventative to any possible risks they may encounter and avoid them losing their crop, money, and effort put into it.",
                    "Bot_Likelihood_Score": 1.0,
                    "Sentiment": {
                        "harassment": false,
                        "harassment_threatening": false,
                        "hate": false,
                        "hate_threatening": false,
                        "illicit": null,
                        "illicit_violent": null,
                        "self_harm": false,
                        "self_harm_instructions": false,
                        "self_harm_intent": false,
                        "sexual": false,
                        "sexual_minors": false,
                        "violence": false,
                        "violence_graphic": false
                    }
                },
                {
                    "Organization Name": "Averill Farm",
                    "Posted On": "Feb 14, 2022",
                    "Attachments": 1,
                    "Attachment Types": [],
                    "Comment": "Please see our attached letter"
                },
                {
                    "Organization Name": "Crop Growers, LLP",
                    "Posted On": "Jan 26, 2022",
                    "Attachments": 1,
                    "Attachment Types": [
                        "pdf"
                    ],
                    "Comment": "Dear RMA Representatives, Attached is a document with several topics contained in the Apple Crop Insurance Proposed Rule that require clarification and additional information. We consider the Apple Crop Insurance program an important safety-net for the apple industry. To ensure we have a clear understanding of the proposed rule we request a response to the attached questions in advance of the end of the public comment period. Please feel free to contact me directly with any questions or need for clarification at (315) 727-1681. Thank you for your effort to develop a policy that meets the risk management needs of the apple industry. Best regards, Jeremy Forrett Senior Vice President, Crop Growers Manager Jeremy.Forrett@cropgrowers.com"
                }
            ],
            "Analysis": "**Theme:** Agricultural Policy and Risk Management\n\n**Key Points:**\n\n1. **Policy Amendments:** The Federal Crop Insurance Corporation (FCIC) has proposed amendments to the Apple Crop Insurance Provisions, aimed at better meeting the needs of apple producers, addressing program vulnerabilities leading to increased loss ratios and rising premium costs, and providing safeguards against fraud, waste, and abuse.\n\n2. **Program Details:** The proposed changes are set to take effect for the 2023 and subsequent crop years. They include adjustments to definitions such as \"Apple Supplemental Report,\" \"block,\" \"fresh fruit factor,\" \"graft,\" \"high density,\" \"maximum additional value price,\" and \"premium price election\" as well as revisions to sections outlining coverage levels, price elections, quality adjustments, and reporting requirements.\n\n3. **Risk Management:** The changes introduce a fresh fruit factor to adjust production values based on sales grades, provide flexibility in choosing coverage levels and prices by apple type, establish rules for handling damaged apple production, and require notifications for direct marketing practices.\n\n4. **Environmental Compliance:** The proposed rule indicates that FCIC has determined the changes will not have a significant environmental impact and therefore does not require an Environmental Analysis or Impact Statement.\n\n5. **Regulatory Review:** The amendments are being proposed following the Regulatory Planning and Review guidelines, including assessments of costs and benefits, as outlined in Executive Orders 12866 and 13563.\n\n6. **Civil Rights Protection:** The rule ensures compliance with civil rights laws, prohibiting discrimination based on various factors in USDA programs.\n\n7. **Compliance and Consultation:** The rule also covers consultation with Tribal Governments, compliance with Executive Order 12988 for civil justice reform, and provisions for consultation with Indian Tribes as necessary.\n\n8. **Cost Consideration:** The proposed changes are deemed non-significant under Executive Order 12866 and do not trigger the requirements for cost-benefit analysis.\n\n9. **Paperwork Reduction:** The amendments do not change existing information collections approved by OMB under control numbers 0563-0053.\n\n10. **Public Comments:** Interested parties are invited to submit comments on the proposed rule via the specified methods, highlighting any areas for clarification or improvement in the rule's language for ease of understanding."
        }
    ],
    "Analysis": "Theme: Crop Insurance Regulations for Apple Producers\n\nInsights:\n1. The content revolves around proposed amendments to the Common Crop Insurance Regulations specifically aimed at the Apple Crop Insurance Provisions. The main goal is to address the needs of apple producers, tackle program vulnerabilities leading to increased loss ratios and rising premium costs, and prevent fraud, waste, and abuse within the system.\n2. The proposed changes are expected to take effect starting in 2023 and beyond, with a particular focus on improving the policies to better suit the apple producers.\n3. The regulatory agency responsible for these changes, the Federal Crop Insurance Corporation (FCIC), has actively engaged stakeholders through in-person and virtual listening sessions to gather feedback on the proposed modifications.\n4. Over 500 stakeholders, including apple producers, insurance company representatives, and extension specialists, have participated in these listening sessions held across various states. This engagement has provided valuable insights helping the FCIC to better understand the potential impacts of the proposed changes.\n5. Following the feedback received, producers and insurance companies have requested an opportunity to review and comment on the changes made by the FCIC in response to the initial public comment period and subsequent listening sessions. This demonstrates a commitment to transparency and collaboration in the policy-making process.\n6. As a result of the engagement with stakeholders and the feedback received, the FCIC plans to publish a subsequent proposed rule for an additional comment period, indicating a thorough and inclusive approach to policy development in the realm of crop insurance for apple producers."
}